Table of Contents
 Enum ReinfType
Namespace
IdeaRS.OpenModel.Material
Assembly
IdeaRS.OpenModel.dll
Type of reinforcement
public enum ReinfType
Fields
Bars = 0
Bars
DecoiledRods = 1
Decoiled rods
LatticeGirders = 3
Lattice girders
WireFabrics = 2
Wire fabrics
Fields
 Name |  Description
 Bars = 0
Bars
 DecoiledRods = 1
Decoiled rods
 LatticeGirders = 3
Lattice girders
 WireFabrics = 2
Wire fabrics
 Edit this page